workspace/cases/synthetic_N3_uniform/slice0000/constant/momentumTransport
FoamFile { format ascii; class dictionary; object momentumTransport; }
simulationType laminar;
