workspace/cases/synthetic_N3_uniform/slice0000/system/decomposeParDict
FoamFile { format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 4;
method scotch;
